Table of Contents
Namespace IdeaRS.OpenModel.Detail.Loading
 Classes
CalculationCase
load case/combination data
LineLoad
Line load
LoadBase
Load base object
LoadCase
Load case
 Enums
DirectionType
Direction type
LoadCaseType
Type of load case
TypeLinePosition
type position line support